[
  [
    "My dear brothers and sisters, I promise that as you prayerfully study the Book of Mormon every day, you will make better decisions—every day. I promise that as you ponder what you study, the windows of heaven will open, and you will receive answers to your own questions and direction for your own life. I promise that as you daily immerse yourself in the Book of Mormon, you can be immunized against the evils of the day, even the gripping plague of pornography and other mind-numbing addictions.",
    "Russell M. Nelson",
    "General Conference, 2017"
  ],
  [
    "The battle over man’s God-given agency continues today. Satan and his minions have their lures all around us, hoping that we will falter and take his flies so he can reel us in with counterfeit means. He uses addiction to steal away agency. According to the dictionary, addiction of any kind means to surrender to something, thus relinquishing agency and becoming dependent on some life-destroying substance or behavior.",
    "M Russell Ballard",
    "General Conference, October 2010"
  ],
  [
    "Addictions often begin subtly. Addictions are thin threads of repeated action that weave themselves into thick bonds of habit. Negative habits have the potential to become consuming addictions. These binding chains of addiction can have many forms, like pornography, alcohol, sex, drugs, tobacco, gambling, food, work, the Internet, or virtual reality. Satan, our common enemy, has many favorite tools he uses to rob us of our divine potential to accomplish our mission in the Lord’s kingdom. It saddens our Heavenly Father to see how willingly some of His noble sons extend their wrists to accept the chains of devastating addictions.",
    "Dieter F. Uchtdorf",
    "General Conference, April 2014"
  ],
  [
    "If you yield to anything that can addict, and thus defy the Word of Wisdom, your spirit surrenders to the body. The flesh then enslaves the spirit. This is contrary to the purpose of your mortal existence. And in the process of such addiction, your life span is likely to be shortened, thereby reducing the time available for repentance by which your spirit might attain self-mastery over your body.",
    "Russell M. Nelson",
    "General Conference, October 1985"
  ],
  [
    "Agency, or the power to choose, was ours as spirit children of our Creator before the world was. It is a gift from God, nearly as precious as life itself. Often, however, agency is misunderstood. While we are free to choose, once we have made those choices, we are tied to the consequences of those choices. We are free to take drugs or not. But once we choose to use a habit-forming drug, we are bound to the consequences of that choice. Addiction surrenders later freedom to choose. Through chemical means, one can literally become disconnected from his or her own will!",
    "Russell M. Nelson",
    "General Conference, October 1988"
  ],
  [
    "Addiction is a condition in which we surrender part of our power of choice. When we do that we give the devil power over us. The prophet Nephi described where this leads: the devil says, “There is no hell,” and, “I am no devil, for there is none—and thus he whispereth in their ears, until he grasps them with his awful chains, from whence there is no deliverance” (2 Ne. 28:22).",
    "Dallin H. Oaks",
    "General Conference, 2004"
  ],
  [
    "Satan has become a master at using the addictive power of pornography to limit individual capacity to be led by the Spirit. The onslaught of pornography in all of its vicious, corroding, destructive forms has caused great grief, suffering, heartache, and destroyed marriages. It is one of the most damning influences on earth. Whether it be through the printed page, movies, television, obscene lyrics, vulgarities on the telephone, or flickering personal computer screen, pornography is overpoweringly addictive and severely damaging.",
    "Richard G. Scott",
    "General Conference, April 2009"
  ],
  [
    "What if there were a way to overcome our habits, addictions, and burdens? What if there were a way to gain sufficient confidence in the Lord that you could call down the powers of heaven? What if there were principles you could teach your loved ones that, if applied, would allow them to overcome personal weaknesses and draw closer to God? As we properly understand and live the law of the fast, these desired blessings can be ours.",
    "Shayne M. Brown",
    "Ensign, April 2009"
  ],
  [
    "I found in the Word of Wisdom a principle with a promise. The principle: Care for your body; avoid habit-forming stimulants, tea, coffee, tobacco, liquor, and drugs (see D&C 89:3–9). Such addictive things do little more than relieve a craving which they caused in the first place. The promise: Those who obey will receive better health (see D&C 89:18) and “great treasures of knowledge, even hidden treasures",
    "Boyd K. Packer",
    "General Conference, October 2000"
  ],
  [
    "Destroy the seed and the plant will never grow. Man alone, of all creatures of earth, can change his thought pattern and become the architect of his destiny.",
    "Spencer W. Kimball",
    "The Miracle of Forgiveness, 1969"
  ]
]