[
  [
    "\"The future of this world has long been declared; the final outcome between good and evil is already known. There is absolutely no question as to who wins because the victory has already been posted on the scoreboard. The only really strange thing in all of this is that we are still down here on the field trying to decide which team’s jersey we want to wear!\"",
    "Jeffrey R. Holland",
    "General Conference, October 2011"
  ],
  [
    "\"You have agency, and you are free to choose. But there is actually no free agency. Agency has its price. You have to pay the consequences of your choices.\"",
    "Dieter F. Uchtdorf",
    "BYU Devotional, July 2006"
  ],
  [
    "\"By ‘moral discipline,’ I mean self-discipline based on moral standards. Moral discipline is the consistent exercise of agency to choose the right because it is right, even when it is hard. It rejects the self-absorbed life in favor of developing character worthy of respect and true greatness through Christlike service.\"",
    "D. Todd Christofferson",
    "General Conference, October 2009"
  ],
  [
    "\"Thus, faith in Christ leads to righteous action, which increases our spiritual capacity and power. Understanding that faith is a principle of action and of power inspires us to exercise our moral agency in compliance with gospel truth, invites the redeeming and strengthening powers of the Savior’s Atonement into our lives, and enlarges the power within us whereby we are agents unto ourselves (see D&C 58:28)\"",
    "David A. Bednar",
    "Ensign, May 2008"
  ],
  [
    "\"Critical to our knowledge of the plan of happiness is an understanding of the great governing principle of agency.\"",
    "M. Russell Ballard",
    "General Conference, April 1995"
  ],
  [
    "\"The Master could overwhelm us with his supernal knowledge, but he does not. He honors our agency. He allows us the joy of discovery.\"",
    "Russell M. Nelson",
    "BYU Devotional, August 1998"
  ],
  [
    "\"Men and women who turn their lives over to God will find out that he can make a lot more out of their lives than they can. He will deepen their joys, expand their vision, quicken their minds, strengthen their muscles, lift their spirits, multiply their blessings, increase their opportunities, comfort their souls, raise up friends, and pour out peace.\"",
    "Ezra Taft Benson",
    "Teachings of Ezra Taft Benson, p.361"
  ],
  [
    "\"Had agency come to man without the Atonement, it would have been a fatal gift.\"",
    "Boyd K. Packer",
    "General Conference, April 1988"
  ],
  [
    "\"The volition of [man] is free; this is a law of their existence, and the Lord cannot violate his own law; were he to do that, he would cease to be God. … This is a law which has always existed from all eternity, and will continue to exist throughout all the eternities to come. Every intelligent being must have the power of choice.\"",
    "Brigham Young",
    "Journal of Discourses, 11:272"
  ],
  [
    "\"It has been said by one, years ago, that history turns on small hinges, and so do people’s lives. Our lives will depend upon the decisions which we make—for decisions determine destiny.\"",
    "Thomas S. Monson",
    "New Era, November 1979"
  ]
]