[
  [
    "\"When life is hard, remember - we are not the first to ask, 'Is there no other way?\"",
    "Jeffrey R. Holland",
    "Talk at Provo MTC, June 2000"
  ],
  [
    "\"Because it is broken and torn, each piece of bread is unique, just as the individuals who partake of it are unique. We all have different sins to repent of. We all have different needs to be strengthened through the Atonement of the Lord Jesus Christ, whom we remember in this ordinance. Strive to think of His sacrifice as specific and unique to you.\"",
    "Dallin H. Oaks",
    "Seminar for new mission presidents, June 2017"
  ],
  [
    "\"It is hard to know when we have done enough for the Atonement to change our natures and so qualify us for eternal life. And we don't know how many days we will have to give the service necessary for that mighty change to come. But we know that we will have days enough if only we don't waste them\"",
    "Henry B. Eyring",
    "General Conference, April 2004"
  ],
  [
    "\"Though we are incomplete, God loves us completely. Though we are imperfect, He loves us perfectly. Though we may feel lost and without compass, God’s love encompasses us completely. … He loves every one of us, even those who are flawed, rejected, awkward, sorrowful, or broken\"",
    "Dieter F. Uchtdorf",
    "General Conference, October 2009"
  ],
  [
    "\"Our only hope for true perfection is in receiving it as a gift from heaven--we can’t “earn” it. Thus, the grace of Christ offers us not only salvation from sorrow and sin and death but also salvation from our own persistent self-criticism.\"",
    "Jeffrey R. Holland",
    "General Conference, October 2017"
  ],
  [
    "\"Man unquestionably has impressive powers... But after all our obedience and good works, we cannot be saved from the effects of our sins without the grace extended by the atonement of Jesus Christ... Man cannot earn his own salvation.\"",
    "Dallin H. Oaks",
    "Ensign, November 1988"
  ],
  [
    "\"The fundamental principles of our religion are the testimony of the apostles and prophets, concerning Jesus Christ. That he died, was buried, and rose again at the third day, and ascended into heaven; and all other things which pertain to our religion are only appendages to it.\"",
    "Joseph Smith",
    "History of the Church, 3:30"
  ],
  [
    "\"Men and women who turn their lives over to God will find out that he can make a lot more out of their lives than they can. He will deepen their joys, expand their vision, quicken their minds, strengthen their muscles, lift their spirits, multiply their blessings, increase their opportunities, comfort their souls, raise up friends, and pour out peace.\"",
    "Ezra Taft Benson",
    "Teachings of Ezra Taft Benson, p. 361"
  ],
  [
    "\"God does not begin by asking us about our ability, but only about our availability, and if we then prove our dependability, he will increase our capability!\"",
    "Neal A. Maxwell",
    "Ensign, July 1975"
  ],
  [
    "\"The Atonement of Jesus Christ outweighs, surpasses, and transcends every other mortal event, every new discovery, and every acquisition of knowledge, for without the Atonement all else in life is meaningless.\"",
    "Tad R. Callister",
    "The Infinite Atonement"
  ]
]