[
  [
    "\"Indeed, nothing is more critically connected to happiness—both our own and that of our children—than how well we love and support one another within the family.\"",
    "M. Russell Ballard",
    "General Conference, October 2005"
  ],
  [
    "\"The family is the most important organization in time or in eternity. Our purpose in life is to create for ourselves eternal family units.\"",
    "Joseph Fielding Smith",
    "General Conference, April 1972"
  ],
  [
    "\"God’s plan provides a way for family relationships to extend beyond the grave. We can return to the presence of God, eternally united with our families.\"",
    "Quentin L. Cook",
    "Ensign, February 2002"
  ],
  [
    "\"What matters most is what lasts the longest, and our families are for eternity.\"",
    "M. Russell Ballard",
    "General Conference, 2005"
  ],
  [
    "\"The ultimate treasure on Earth and in Heaven are our children and our posterity\"",
    "Dallin H. Oaks",
    "Ensign, November 1993"
  ],
  [
    "\"Happiness in family life is most likely to be achieved when founded upon the teachings of Jesus Christ.\"",
    "Gordon B. Hinckley",
    "The Family: A Proclamation to the World, 1995"
  ],
  [
    "\"Our family is the focus of our greatest work and joy in this life; so will it be throughout all eternity.\"",
    "Russell M. Nelson",
    "Ensign, November 2001"
  ],
  [
    "\"We can picture ourselves home again with our Heavenly Parents in that wonderful place, not only as sons and daughters but husbands and wives, fathers and mothers, grandfathers and grandmothers, grandsons and granddaughters, bound together forever in loving families.\"",
    "Henry B. Eyring",
    "Ensign, February 1998"
  ],
  [
    "\"Our second key relationship is with our families. Since “no other success can compensate for failure” here, we must place high priority on our families. We build deep and loving family relationships by doing simple things together, like family dinner and family home evening and by just having fun together. In family relationships love is really spelled t-i-m-e, time.\"",
    "Dieter F. Uchtdorf",
    "General Conference, October 2010"
  ],
  [
    "\"No other success can compensate for failure in the home.\"",
    "David O. McKay",
    "General Conference, April 1935"
  ]
]
