[
  [
    "\"Closely related to our own obligation to repent is the generosity of letting others do the same. . . . In this we participate in the very essence of the Atonement of Jesus Christ. . . . We don’t want God to remember our sins, so there is something fundamentally wrong in our relentlessly trying to remember others’ sins. . . . It is one of those ironies of godhood that in order to find peace, the offended as well as the offender must engage the principle of forgiveness.\"",
    "Jeffrey R. Holland",
    "Ensign, 1996"
  ],
  [
    "\"It is my testimony that many of the deepest regrets of tomorrow can be prevented by following the Savior today. If we have sinned or made mistakes—if we have made choices that we now regret—there is the precious gift of Christ’s Atonement, through which we can be forgiven. We cannot go back in time and change the past, but we can repent.\"",
    "Dieter F. Uchtdorf",
    "General Conference, October 2012"
  ],
  [
    "\"Keep your eyes on your dreams, however distant and far away. Live to see the miracles of repentance and forgiveness, of trust and divine love that will transform your life today, tomorrow, and forever. That is a New Year’s resolution I ask you to keep.\"",
    "Jeffrey R. Holland",
    "Ensign, January 2010"
  ],
  [
    "\"Lord, help me to forgive others who sin differently than I.\"",
    "Henry B. Eyring",
    "BYU Education Week 2000"
  ],
  [
    "\"Carrying a grudge is a heavy burden. As you forgive, you will feel the joy of being forgiven.\"",
    "Henry B. Eyring",
    "Liahona, December 2009"
  ],
  [
    "\"... there surely must be someone who yet needs your forgiveness. And please don’t ask if that’s fair – that the injured should have to bear the burden of forgiveness for the offender. Don’t ask if “justice” doesn’t demand that it be the other way around. No, whatever you do, don’t ask for justice. You and I know that what we plead for is mercy – and that is what we must be willing to give.\"",
    "Jeffrey R. Holland",
    "Ensign, August 1986"
  ],
  [
    "\"Do not throw away a man or a woman, old or young. If they commit an evil today and another tomorrow, but wish to be Saints and to be forgiven, do you forgive them, not only seven times, but seventy times seven in a day, if their hearts are fully set to do right. Let us make it a point to pass over their weaknesses and say, “God bless you in trying to be better in time to come,” and act as wise stewards in the kingdom of God.\"",
    "Brigham Young",
    "Journal of Discourses 8:368"
  ],
  [
    "\"If the time comes when you have done all that you can to repent of your sins, and have made amends and restitution to the best of your ability; if it be something that will affect your standing in the church and you have gone through the proper authorities, then you will want that confirming answer as to whether or not the Lord has accepted of you. In your soul searching, if you seek for and you find that peace of conscience, by that token you may know that the Lord has accepted your repentance.\"",
    "Harold B. Lee",
    "General Conference, April 1973"
  ],
  [
    "\"Forgiveness is powerful spiritual medicine. To extend forgiveness, that soothing balm, to those who have offended you is to heal. And, more difficult yet, when the need is there, forgive yourself!\"",
    "Boyd K. Packer",
    "General Conference, October 1987"
  ],
  [
    "\"It is reported that President Brigham Young once said that he who takes offense when no offense was intended is a fool, and he who takes offense when offense was intended is usually a fool.\"",
    "Marion D. Hanks",
    "Ensign, January 1974"
  ]
]