[
  [
    "\"Hope is critical to both faith and charity. When disobedience, disappointment, and procrastination erode faith, hope is there to uphold our faith. When frustration and impatience challenge charity, hope braces our resolve and urges us to care for our fellowmen even without expectation of reward. The brighter our hope, the greater our faith. The stronger our hope, the purer our charity.\"",
    "Dieter F. Uchtdorf",
    "Ensign, November 2008"
  ],
  [
    "\"However much faith to obey God we now have, we will need to strengthen it continually and keep it refreshed constantly. We can do that by deciding now to be more quick to obey and more determined to endure. Learning to start early and to be steady are the keys to spiritual preparation. Procrastination and inconsistency are its mortal enemies.\"",
    "Henry B. Eyring ",
    "Ensign, November 2005"
  ],
  [
    "\"Setting goals is a worthy endeavor. We know that our Heavenly Father has goals because He has told us that His work and glory is ‘to bring to pass the immortality and eternal life of man’ (Moses 1:39). Our personal goals can bring out the best in us. However, one of the things that derail our efforts in making and keeping resolutions is procrastination. We sometimes delay starting, waiting for the right moment to begin—the first day of a new year, the beginning of summer, when we’re called as bishop or Relief Society president, after the kids get into school, after we retire.\"",
    "Dieter F. Uchtdorf",
    "Ensign, January 2014"
  ],
  [
    "\"Procrastination may seem the easy way, as it momentarily removes the effort required to accomplish something of value. Ironically, in time, procrastination produces a heavy burden laced with guilt and a hollow lack of satisfaction. Temporal and, even more importantly, spiritual goals will not be achieved by procrastination.\"",
    "Donald L. Hallstrom",
    ""
  ],
  [
    "\"In the end, the number of prayers we say may contribute to our happiness, but the number of prayers we answer may be of even greater importance.\"",
    "Dieter F. Uchtdorf",
    "General Conference, October 2008"
  ],
  [
    "\"Some of our most important choices concern family activities. May breadwinners worry that their occupations leave too little time for their families. Here is no easy formula for that contest of priorities. However, I have never known of a man who looked back on his working life and said, 'I just didn’t spend enough time with my job.'\"",
    "Dallin H. Oaks",
    "General Conference, October 2007"
  ],
  [
    "\"Thus, faith in Christ leads to righteous action, which increases our spiritual capacity and power. Understanding that faith is a principle of action and of power inspires us to exercise our moral agency in compliance with gospel truth, invites the redeeming and strengthening powers of the Savior’s Atonement into our lives, and enlarges the power within us whereby we are agents unto ourselves (see D&C 58:28).\"",
    "David A. Bednar",
    "Ensign, May 2008"
  ],
  [
    "\"To reach a goal you have never before attained, you must do things you have never before done.\"",
    "Richard G. Scott",
    "Ensign, May 1990"
  ],
  [
    "\"In the game of life a second effort is often required. The happy life is not ushered in at any age to the sound of drums and trumpets. It grows upon us year by year, little by little, until at last we realize that we have it. It is achieved in individuals not by flights to the moon or Mars, but by a body of work done so well that we can lift our heads with assurance and look the world in the eye. Of this be sure: You do not find the happy life . . . you make it.\"",
    "Thomas S. Monson",
    "New Era, September 1977"
  ],
  [
    "\"There are two ways of evolving: deliberately and accidentally. You can either decide who you want to become and deliberately work toward that end, or you can just go with the flow and become whatever life makes of you. In that event, you will become whatever the fickle circumstances and forces of life and society will make of you; whatever is currently considered to be popular or in; whatever is easiest. But, whatever you become accidentally it will not be nearly the full measure of our potential. You will become just someone, somewhere in the middle.\"",
    "Lawrence Corbridge",
    "The Fourth Missionary"
  ]
]