[
  [
    "\"It is hard to know when we have done enough for the Atonement to change our natures and so qualify us for eternal life. And we don't know how many days we will have to give the service necessary for that mighty change to come. But we know that we will have days enough if only we don't waste them.\"",
    "Henry B. Eyring",
    "General Conference, April 2007"
  ],
  [
    "\"Closely related to our own obligation to repent is the generosity of letting others do the same... In this we participate in the very essence of the Atonement of Jesus Christ... We don’t want God to remember our sins, so there is something fundamentally wrong in our relentlessly trying to remember others’ sins... It is one of those ironies of godhood that in order to find peace, the offended as well as the offender must engage the principle of forgiveness.\"",
    "Jeffrey R. Holland",
    "Ensign, November 1996"
  ],
  [
    "\"We can change our behavior. Our very desires can change. How? There is only one way. True change—permanent change—can come only through the healing, cleansing, and enabling power of the Atonement of Jesus Christ. He loves you—each of you! He allows you to access His power as you keep His commandments, eagerly, earnestly, and exactly. It is that simple and certain. The gospel of Jesus Christ is a gospel of change!\"",
    "Russell. M. Nelson",
    "General Conference, October 2013"
  ],
  [
    "\"You will listen best when you feel, “Father, thy will, not mine, be done.” You will have a feeling of “I want what you want.” Then, the still small voice will seem as if it pierces you... You will act after you have listened because when you hear his voice by the Spirit you will always feel that you are impelled to do something. You mustn’t be surprised if the instruction seems accompanied with what you feel as a rebuke.You might prefer that God simply tell you how well you are doing. But he loves you, wants you to be with him, and knows you must have a mighty change in your heart, through faith on the Lord Jesus Christ, humble repentance, and the making and keeping of sacred covenants.\"",
    "Henry B. Eyring",
    "Ensign, May 1991"
  ],
  [
    "\"It is my testimony that many of the deepest regrets of tomorrow can be prevented by following the Savior today. If we have sinned or made mistakes—if we have made choices that we now regret—there is the precious gift of Christ’s Atonement, through which we can be forgiven. We cannot go back in time and change the past, but we can repent.\"",
    "Dieter F. Uchtdorf",
    "General Conference, October 2010"
  ],
  [
    "\"A periodic review of the covenants we have made with the Lord will help us with our priorities and with balance in our lives. This review will help us see where we need to repent and change our lives to ensure that we are worthy of the promises that accompany our covenants and sacred ordinances. Working out our own salvation requires good planning and a deliberate, valiant effort.\"",
    "M. Russell Ballard",
    "Ensign, May 1987"
  ],
  [
    "\"I believe that our Heavenly Father wants to save every one of his children. I do not think he intends to shut any of us off. . . . I believe that in his justice and mercy he will give us the maximum reward for our acts, give us all that he can give, and in the reverse, I believe that he will impose upon us the minimum penalty which it is possible for him to impose.\"",
    "J. Reuben Clark",
    "General Conference, October 1953"
  ],
  [
    "\"Be merciful and you shall find mercy. Seek to help save souls, not to destroy them: for verily you know, that ‘there is more joy in heaven, over one sinner that repents, than there is over ninety and nine just persons [who] need no repentance.’\"",
    "Joseph Smith",
    "Teachings of the Prophet Joseph Smith, p. 77"
  ],
  [
    "\"There are many people who seem to rely solely on the Lord’s mercy rather than on accomplishing their own repentance. … The Lord may temper justice with mercy, but he will never supplant it. Mercy can never replace justice. God is merciful, but he is also just.\"",
    "Spencer W. Kimball",
    "The Miracle of Forgiveness, p. 358"
  ],
  [
    "\"Priesthood holders carry with them the antidote to remove the terrible images of pornography and to wash away guilt. The priesthood has the power to unlock the influence of our habits, even to unchain from addiction, however tight the grip. It can heal over the scars of past mistakes.\"",
    "Boyd K. Packer",
    "General Conference, October 2010"
  ]
]