[
  [
    "\"Because love is the great commandment, it ought to be at the center of all and everything we do in our own family, in our Church callings, and in our livelihood. Love is the healing balm that repairs rifts in personal and family relationships. It is the bond that unites families, communities, and nations. Love is the power that initiates friendship, tolerance, civility, and respect. It is the source that overcomes divisiveness and hate. Love is the fire that warms our lives with unparalleled joy and divine hope. Love should be our walk and our talk.\"",
    "Dieter F. Uchtdorf",
    "Ensign, November 2009"
  ],
  [
    "\"very person is different and has a different contribution to make. No one is destined to fail. As you seek revelation to see gifts God sees in those you lead in the priesthood—particularly the young—you will be blessed to lift their sights to the service they can perform.\"",
    "Henry B. Eyring",
    "General Conference, October 2012"
  ],
  [
    "\"God offers us counsel not just for our own safety but for the safety of His other children, whom we should love. There are few comforts so sweet as to know that we have been an instrument in the hands of God in leading someone else to safety. That blessing generally requires the faith to follow counsel when it is hard to do.\"",
    "Henry B. Eyring",
    "Liahona, June 2008"
  ],
  [
    "\"Your priesthood quorums provide opportunities for friendship, service, and learning. But the responsibility to develop power in the priesthood is personal. Only as an individual can you develop a firm faith in God and a passion for personal prayer.\"",
    "Russell M. Nelson",
    "General Conference, Octoboer 2003"
  ],
  [
    "\"Reaching out to rescue one another under ANY condition is an eternal measure of love.\"",
    "Ronald A. Rasband",
    "General Conference, April 2014"
  ],
  [
    "\"If you come upon a person who is drowning, would you ask if they need help—or would it be better to just jump in and save them from the deepening waters? The offer, while well meaning and often given, ‘Let me know if I can help’ is really no help at all.\"",
    "Ronald A. Rasband",
    "General Conference, April 2012"
  ],
  [
    "\"Generally speaking, the most miserable people I know are those who are obsessed with themselves; the happiest people I know are those who lose themselves in the service of others...By and large, I have come to see that if we complain about life, it is because we are thinking only of ourselves.\"",
    "Gordon B. Hinckley",
    "Ensign, August 1982"
  ],
  [
    "\"Never let a problem to be solved become more important than a person to be loved.\"",
    "Thomas S. Monson",
    "General Conference, October 2008"
  ],
  [
    "\"In the performance of our responsibilities, I have learned that when we heed a silent prompting and act upon it without delay, our Heavenly Father will guide our footsteps and bless our lives and the lives of others. I know of no experience more sweet or feelings more precious than to heed a prompting, only to discover that the Lord has answered another’s prayer through you.\"",
    "Thomas S. Monson",
    "General Conference, October 2002"
  ],
  [
    "\"No, the Lord doesn’t really need us to take care of the poor, but we need this experience; for it is only through our learning how to take care of each other that we develop within us the Christlike love and disposition necessary to qualify us to return to his presence.\"",
    "Marion G. Romney",
    "General Conference, October 1981"
  ]
]